{
    "mainInfo": {
        "name": "Jose Fabian Benavides Moreno",
        "occupation": "Software Developer"
    },
    "informationDescription": {
        "email": "E-mail",
        "phone": "Phone"
    },
    "jobs": {
        "experienceDescription": "Experience",
        "functionDescription": "Functions",
        "achievementsDescription": "Achievements",
        "jobs":[
            {
                "id": 3,
                "jobTitle": "Software Developer",
                "company": "Inalambria Internacional",
                "time": "Mar 2016 - Currently",
                "jobFunctions": [
                    "Develop REST APIs, with Windows services and web apps using Microsoft technologies.",
                    "Help to develop new functionalities and fix bugs in the platform(core of the business).",
                    "Paticipant developing a new component to process files to dispatch messages more efficiently."
                ],
                "jobAchievements": [
                    "Create a service to get more efficient information about the core of the business.",
                    "Help with the architecture design of a new sms dispatch platform.",
                    "Help to introduce and apply software programming best practices in the area."
                ]
            },
            {
                "id": 2,
                "jobTitle": "Degree project",
                "company": "Fundación Universitaria Tecnológico Comfenalco",
                "time": "Mar 2015 - Jan 2016",
                "jobFunctions": [
                    "Develop a web application to manage a domotic central and use it with a prototype made with a Raspberry Pi.",
                    "The application is able to dimmer and turn the light on/off; It can send orders to some appliance like tv and air conditioners as a remote control does."
                ],
                "jobAchievements": [
                    "Learn new technologies as Python and Django.",
                    "Learn more frontend using stylus as css preprocessor."
                ]
            },
            {
                "id": 1,
                "jobTitle": "Software Developer Internship",
                "company": "Sysnet LTDA",
                "time": "Aug 2015 - Nov 2015",
                "jobFunctions": [
                    "Develop new views and functionalities to the business main application.",
                    "Change some things in a new web site developed in wordpress."
                ],
                "jobAchievements": [
                    "New knowledges in javascript using Telerik Kendo and JSON.",
                    "Learn to develop Stored Procedures in SQL Server.",
                    "Learn about CMS as Wordpress."
                ]
            }
        ]
    }
}